cask_args appdir: "/Applications"

cask "docker"
cask "dropbox"
cask "deepl"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
cask "google-cloud-sdk"

brew "bat"
brew "curl"
brew "deno"
brew "direnv"
brew "docker", link: false
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "goinit"
brew "golangci-lint"
brew "goreleaser"
brew "kube-ps1"
brew "kubectx"
brew "memcached"
brew "nodebrew"
brew "protobuf"
brew "mysql"
brew "tree"
brew "yarn"
brew "zsh"
brew "buildpacks/tap/pack"
brew "dart-lang/dart/dart"

tap "buildpacks/tap"
tap "dart-lang/dart"
tap "github/gh"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
