tap "buildpacks/tap"
tap "dart-lang/dart"
tap "github/gh"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ubuntu/microk8s"
brew "asdf"
brew "autossh"
brew "awscli"
brew "bat"
brew "glib"
brew "openldap"
brew "curl"
brew "deno"
brew "direnv"
brew "docker", link: false
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "jq"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kubie"
brew "libfido2"
brew "libslirp"
brew "qemu"
brew "lima"
brew "memcached"
brew "mongocli"
brew "protobuf"
brew "mysql", restart_service: true
brew "nginx"
brew "openjdk"
brew "redis"
brew "supervisor", restart_service: true
brew "tree"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "buildpacks/tap/pack"
brew "dart-lang/dart/dart"
brew "mongodb/brew/mongodb-community@4.4"
brew "ubuntu/microk8s/microk8s"
cask "dropbox", args: { appdir: "/Applications" }
cask "google-cloud-sdk", args: { appdir: "/Applications" }
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "miro"
cask "multipass"
cask "session-manager-plugin"
cask "visual-studio-code", args: { appdir: "/Applications" }
